Repository: wp-plugins/occasions
Catalog: lang/occasions-*.po
Languages: he_il, ru_ru

source: Visit plugin homepage
ru_ru: Посетите домашнюю страницу плагина

source: plugin
ru_ru: плагин

source: Version
ru_ru: Версия

source: Author
ru_ru: Автор

source: No occasions for today!
ru_ru: Нет дел на сегодня!

source: Occasions
ru_ru: Дела

source: Settings
ru_ru: Настройки

source: Insert time
ru_ru: Назначить время

source: This will delete the dataset from the database. Continue?
ru_ru: Это разрешит удалить данные с базы данных. Продолжать?

source: Adding ...
ru_ru: Добавить ...

source: Title
ru_ru: Название

source: Startdate
ru_ru: Дата начала

source: Enddate
ru_ru: Дата окончания

source: Output Type
ru_ru: Вид занятий

source: Content
ru_ru: Оглавление

source: None yet
ru_ru: Еще нет

source: Add
ru_ru: Добавить

source: Text
ru_ru: Тэкс

source: Settings saved.
ru_ru: Настройки сохранены.

source: Occasions saved successfully.
ru_ru: События успешно сохранены.

source: Manage Occasions
ru_ru: Управлять событиями

source: <strong>Please note</strong> that you have to fill out all fields to successfully save or update a dataset!
ru_ru: <strong>Обратите внимание</strong>, что вы должны заполнить все поля для успешного сохранения или восстановления данных!

source: Save Datasets
ru_ru: Сохранить данные

source: General Options
ru_ru: Общие опции

source: HTML to prepend to the output
ru_ru: HTML для переменной с выходной

source: HTML is <strong>enabled</strong>.
ru_ru: HTML <strong>разрешено</strong>.

source: HTML to append to the output
ru_ru: HTML добавить к выходу

source: HTML to prepend to each record
ru_ru: HTML добавляется к каждой записи

source: Parameters:
ru_ru: Параметры:

source: HTML to append to each record
ru_ru: HTML добавляется к каждой записи

source: HTML to output if there are no current occasions
ru_ru: HTML, wenn es keine aktuellen Anl?sse gibt

source: Save Changes
ru_ru: Сохранить настройки

source: More of my WordPress plugins
ru_ru: Более с моих WordPress плагинов

source: You may also be interested in some of my other plugins:
ru_ru: Вы также можете заинтересоваться другими моими плагинами:

source: Show other plugins by this author inline &raquo;
ru_ru: Показать другие плагины этого автора &raquo;

source: More information at: <a href="http://extend.schloebe.de" target="_blank">http://extend.schloebe.de</a>
ru_ru: Больше информации: <a href="http://extend.schloebe.de" target="_blank">http://extend.schloebe.de</a>

source: Help
ru_ru: Помощь

source: If you are new using this plugin or dont understand what all these settings do, please read the documentation at <a href="http://www.schloebe.de/wordpress/occasions-plugin/" target="_blank">http://www.schloebe.de/wordpress/occasions-plugin/</a>
ru_ru: Если вы новичок либо не понимаете, что делать с всеми этими настройками, прочтите, пожалуйста, правила на <a href="http://www.schloebe.de/wordpress/occasions-plugin/" target="_blank">http://www.schloebe.de/wordpress/occasions-plugin/</a>

source: To output the occasions records, use the following code:
ru_ru: Для вывода отчетов используйте следующий код:

source: To load the occasions records into a variable, use the following code:
ru_ru: Для вывода записей в переменную используйте следующий код:

source: There is also a shortcode available:
ru_ru: Существует также в наличии короткий код:

source: There is also a shortcode available:
he_il: יש גם קיצור קוד זמין:

source: To load the occasions records into a variable, use the following code:
he_il: כדי לטעון את רשומות האירועים אל משתנה, השתמש בקוד שלהלן:

source: To output the occasions records, use the following code:
he_il: כדי להוציא פלט של רשומות האירועים, נא להשתמש בקוד שלהלן:

source: If you are new using this plugin or dont understand what all these settings do, please read the documentation at <a href="http://www.schloebe.de/wordpress/occasions-plugin/" target="_blank">http://www.schloebe.de/wordpress/occasions-plugin/</a>
he_il: אם התוסף חדש לך או אין לך הבנה מה עושות הגדרות אלו, נא לקרוא את התיעוד ב <a href="http://www.schloebe.de/wordpress/occasions-plugin/" target="_blank">http://www.schloebe.de/wordpress/occasions-plugin/</a>

source: Help
he_il: עזרה

source: More plugins at: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>
he_il: תוספים נוספים ב: <a class="button rbutton" href="http://www.schloebe.de/portfolio/" target="_blank">www.schloebe.de</a>

source: Show other plugins by this author inline &raquo;
he_il: הצג בשורה תוספים נוספים של המחבר »

source: You may also be interested in some of my other plugins:
he_il: יתכן ותרצו תוספים אחרים שלי:

source: More of my WordPress plugins
he_il: עוד תוספי וורדפרס שלי

source: HTML to output if there are no current occasions
he_il: HTML לפלט אם אין אירועים נוכחיים

source: HTML to append to each record
he_il: HTML להוספה לכל רשומה

source: Parameters:
he_il: פרמטרים:

source: HTML to prepend to each record
he_il: HTML לצירוף לבתחילת שורה לפני כל רשומה

source: HTML to append to the output
he_il: HTML להוספה לפלט

source: HTML is <strong>enabled</strong>.
he_il: HTML <strong>מופעל</strong>.

source: HTML to prepend to the output
he_il: HTML להוספה בתחילת שורה לפלט

source: General Options
he_il: אפשרויות כלליות

source: Save Datasets
he_il: שמירת מערכי נתונים

source: <strong>Please note</strong> that you have to fill out all fields to successfully save or update a dataset!
he_il: <strong>שימו לב</strong> שחובה למלא את כל השדות כדי לשמור בהצלחה מערך נתונים!

source: Manage Occasions
he_il: ניהול אירועים

source: Adding ...
he_il: מוסיף ...

source: This will delete the dataset from the database. Continue?
he_il: זה ימחק מערך נתונים ממסד הנתונים. להמשיך?

source: Occasions saved successfully.
he_il: אירועים נשמרו בהצלחה.

source: Settings saved.
he_il: ההגדרות נשמרו.

source: Text
he_il: טקסט

source: Add
he_il: הוספה

source: None yet
he_il: עדיין לא

source: Content
he_il: תוכן

source: Output Type
he_il: סוג פלט

source: Enddate
he_il: מועד סיום

source: Startdate
he_il: מועד התחלה

source: Title
he_il: כותרת

source: Occasions
he_il: אירועים

source: No occasions for today!
he_il: אין אירועים להיום!
